
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "끝내기 전에 변경 사항을 저장하시겠습니까?";

"Would you like to save your changes?" = "변경 사항을 저장하시겠습니까?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "저장하지 않는 경우 변경 사항이 손실됩니다.";

/*Alert Sheet Buttons*/

"Save" = "저장";

"Cancel" = "취소";

"Dont Save" = "저장 안 함";

/*App Menu*/

"About Logitech Camera Settings" = "Logitech 카메라 설정 정보";

"Services" = "서비스";

"Hide Logitech Camera Settings" = "Logitech 카메라 설정 숨기기";

"Hide Others" = "다른 항목 숨기기";

"Show All" = "모두 표시";

"Quit Logitech Camera Settings" = "Logitech 카메라 설정 끝내기";

/*Edit Menu*/

"Edit" = "편집";

"Cut" = "잘라내기";

"Copy" = "복사";

"Paste" = "붙여넣기";

"Delete" = "삭제";

"Select All" = "모두 선택";

/*Camera Menu*/

"Camera" = "카메라";

"No Device Connected" = "장치 연결 안 됨";

/*Window Menu*/

"WINDOW" = "창";

"Minimize" = "최소화";

"Close" = "닫기";

"Bring All to Front" = "모두 맨 앞으로 가져오기";

/*Window Title*/

"Logitech Camera Settings" = "Logitech 카메라 설정";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "웹캠 제어";

"Focus:" = "초점:";

"Auto" = "자동";

"Restore to defaults" = "기본 설정 복원";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "고급 설정";

"Image Quality:" = "이미지 품질:";


"Brightness" = "밝기";

"Contrast" = "대비";

"Color Intensity" = "색상 강도";

"White Balance" = "화이트 밸런스";

/*Device Information 3rd tab*/

"Device Information" = "장치 정보";

"USB Vendor ID (VID):"  = "USB 공급업체 ID(VID):";

"USB Product ID (PID):" = "USB 제품 ID(PID):";

"USB Revision (BCD):" = "USB 개정(BCD):";

"Firmware version:" = "펌웨어 버전:";

"Firmware CRC:" = "펌웨어 CRC:";

"EEPROM Version:" = "EEPROM 버전:";

"Sensor Type:" = "센서 유형:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "모든 기능이 제대로 작동하려면 이 응용 프로그램이 백그라운드에서 실행되게 해야 합니다. 이 응용 프로그램을 백그라운드에서 실행하시겠습니까?";

"Yes" = "예";

"No" = "아니오";